class Metadata:
    options = [
        "🤔 Осторожно, работает умная машина...",
        "⏳ Подождите, я тут кручусь и думаю...",
        "🌟 Работаю над вашим запросом, скоро все будет!",
        "🧠 Мозговой штурм в процессе, немного терпения!"
    ]

    subscription = ''

    description_Light = '35 запросов / 15 изображений в сутки'
    description_Middle = 'Неограниченные запросы / 40 изображений в сутки'
    description_Premium = 'Полный безлимит на запросы к Izi'

    sub_sum = 0
    result_sub_sum = 0
    sub_sum_db = 0
    result_sub_sum_db = 0

    sub_sum1 = 0
    sub_sum2 = 0
    sub_sum3 = 0

    sub_period = 0

    bonus = 0
    payment_flag = False
    calc_sum_flag = True
    counting_pay = True

    user_id = None
